Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelainen_parlamentaarinen_neuvosto_on_huolissaan_saamelaiskarajalain_etenemisesta.html.tmx
Source language: fin
Languages: smn

source: Saamelainen parlamentaarinen neuvosto on huolissaan saamelaiskäräjälain etenemisestä
smn: Säämi parlamentaarlâš rääđi lii huolâstum sämitiggelaavâ ovdánmist

source: Saamelainen parlamentaarinen neuvosto (SPN) on huolissaan siitä, ettei Suomen hallitus ole vielä toimittanut saamelaiskäräjälakia eduskunnalle.
smn: Säämi parlamentaarlâš rääđi (SPR) lii huolâstum tast, ete Suomâ haldâttâs ij lah vala toimâttâm sämitiggelaavâ ovdâskoodán.

source: Neuvosto vaatii Suomen nykyisten ihmisoikeussopimusrikkomusten lopettamista ja tarvittavia toimia saamelaisten itsemääräämisoikeuden turvaamiseksi.
smn: Rääđi váátá Suomâ táálái olmoošvuoigâdvuotâsopâmušrikkomij lopâttem já tárbulijd tooimâid sämmilij jiešmeridemvuoigâdvuođâ turviimân.

source: Norjan, Ruotsin ja Suomen Saamelaiskäräjien välinen parlamentaarinen yhteistyöelin, Saamelainen parlamentaarinen neuvosto lausui Suomen hallitukselle saamelaiskäräjälain tilanteesta Suomessa.
smn: Taažâ, Ruotâ já Suomâ Sämitiigij koskâsâš parlamentaarlâš oovtâstpargo-orgaan, Säämi parlamentaarlâš rääđi ceelhij Suomâ haldâttâsân sämitiggelaavâ tiileest Suomâst.

source: Lausunnon ovat allekirjoittaneet Saamelaisen parlamentaarisen neuvoston ja Ruotsin Saamelaiskäräjien puheenjohtaja Håkan Jonsson, Saamelaisen parlamentaarisen neuvoston varapuheenjohtaja ja Norjan Saamelaiskäräjien puheenjohtaja Silje Karine Muotka sekä Saamelaisen parlamentaarisen neuvoston varapuheenjohtaja ja Suomen Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
smn: Ciälkkámuš láá vuáláčáállám Säämi parlamentaarlii rääđi já Ruotâ Sämitige saavâjođetteijee Håkan Jonsson, Säämi parlamentaarlii rääđi värisaavâjođetteijee já Taažâ Sämitige saavâjođetteijee Silje Karine Muotka sehe Säämi Parlamentaarlii rääđi värisaavâjođetteijee já Suomâ Sämitige saavâjođetteijee Tuomas Aslak Juuso.

source: Saamelainen parlamentaarinen neuvosto muistuttaa, että YK:n alkuperäiskansoja koskevan julistuksen 33 artiklan mukaan alkuperäiskansoilla on oikeus päättää omasta identiteetistään tai jäsenyydestään tapojensa ja perinteidensä mukaisesti sekä oikeus määrätä toimielintensä rakenteet ja valita niiden jäsenet omia menettelyjään noudattaen.
smn: Säämi parlamentaarlâš rääđi muštoot, ete OA algâalmugáid kyeskee julgáštus 33 artikkâl mield algâaalmugijn lii vuoigâdvuotâ meridiđ jieijâs identiteetist tâi jeessânvuođâst tavijdis já ärbivuovijdis mield sehe vuoigâdvuotâ meridiđ jieijâs toimâorgaanij ráhtusijd já valjiđ toi jesânijd nuávditmáin jieijâs monâttâlmijd.

source: Lisäksi neuvosto muistuttaa, että YK:n ihmisoikeuskomitea ja rotusyrjinnän poistamista käsittelevä komitea ovat todenneet, että nykyinen saamelaiskäräjälaki rikkoo ihmisoikeussopimuksia ( CCPR/C/124/D/2668/2015 ja CERD/C/106/D/59/2016 ).
smn: Toos lasseen rääđi muštoot, ete OA olmoošvuoigâdvuotâkomitea já näliolgoštem meddâlistem kieđâvuššee komitea láá pahudâm, ete tááláš sämitiggelaahâ rikkoo olmoošvuoigâdvuotâsopâmušâid ( CCPR/C/124/D/2668/2015 já CERD/C/106/D/59/2016 ).

source: Neuvosto oikoo vääriä tietoja
smn: Rääđi vyeigee puástutiäđuid

source: Neuvosto on myös kiinnittänyt huomiota Suomessa esiintyneeseen misinformaatioon vaaliluettelokriteerien eroista Suomen, Ruotsin ja Norjan välillä.
smn: Rääđi lii meid kiddim huámmášume Suomâst tiettum misinformaation valjâluvâttâllâmkriterij iäruin Suomâ, Ruotâ já Taažâ kooskâst.

source: Julkisuudessa on esiintynyt väitteitä, joiden mukaan uuden lakiesityksen mukaiset kriteerit olisivat tiukemmat kuin muissa maissa.
smn: Almolâšvuođâst láá tiettum nágguseh, moi mield uđđâ lahâiävtuttâs miäldásiih kritereh liččii čovgâduboh, ko eres staatâin.

source: – Tosiasia on, että lakiehdotuksen mukaisesti korjatut kriteerit olisivat samankaltaiset Norjan kriteerien kanssa, sekä täysin pohjoismaisen saamelaissopimuksen kriteerien mukaiset, neuvoston puheenjohtajisto toteaa lausunnossa.
smn: – Tuotâäšši lii, ete lahâiävtuttâs miäldásávt rievdâdum kritereh liččii siämmáásullâsiih Taažâ kriterijguin, sehe aaibâs tave-eennâmlii sämisopâmuš kriterij miäldásiih, rääđi saavâjođetteijeeh pahudeh ciälkkámušâstis.

source: Kaikki sopijaosapuolet (Suomen, Ruotsin ja Norjan valtiot sekä maiden Saamelaiskäräjät) ovat alustavasti vahvistaneet sopimuksen.
smn: Puoh sopâmušuásipeleh (Suomâ, Ruotâ já Taažâ staatah sehe staatâi Sämitigeh) láá algâlávt nonnim sopâmuš.

source: Lue Saamelaisen parlamentaarisen neuvoston lausunto täältä englanniksi .
smn: Luuvâ Säämi parlamentaarlii räädi ciälkkámuš tääbbin eŋgâlâskielân .

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi

source: Lisätietoja Saamelaisesta parlamentaarisesta neuvostosta
smn: Lasetiäđuh Säämi parlamentaarlii rääđist

source: Saamelainen parlamentaarinen neuvosto (SPN) on Suomen, Norjan ja Ruotsin saamelaiskäräjien välinen parlamentaarinen yhteistyöelin.
smn: Säämi parlamentaarlâš rääđi (SPR) lii Suomâ, Taažâ já Ruotâ Sämitiigij koskâsâš parlamentaarlâš oovtâstpargo-orgaan.

source: Norjan, Ruotsin ja Suomen saamelaiskäräjät johtavat neuvostoa 16 kuukauden kausissa.
smn: Taažâ, Ruotâ já Suomâ Sämitigeh jođetteh rääđi ain 16 mánuppaijeed häävild.

source: Sihteeristönä toimii se saamelaiskäräjät, jolla johtamisvastuu aina kulloinkin on.
smn: Čäällimkodden tuáimá tot Sämitigge, mast jođettemovdâsvástádâs ain kuás-uv lii.

source: Saamelaiskäräjien kokous valitsee edustajat saamelaiseen parlamentaariseen neuvostoon vaalikaudeksi.
smn: Sämitige čuákkim väljee ovdâsteijeid Säämi parlamentaarlii rááđán valjâpajan.
